{ "_id" : { "$oid" : "5a225666ef0eecd99f0661da" }, "pattern_name" : "Breast Cancer", "pattern_id" : "30", "dna_pattern" : "GAAGAAGATCACTTCGAGGCCGGCTTACTG", "dna_tags" : [ "women", "benign", "tumor", "ductal carcinoma", "lobular carcinoma", "sarcoma" ], "description" : "Breast cancer is the most common cancer affecting women worldwide. Prediction models stratify a woman’s risk for developing cancer and can guide screening recommendations based on the presence of known and quantifiable hormonal, environmental, personal, or genetic risk factors. Mammography remains the mainstay breast cancer screening and detection but magnetic resonance imaging and ultrasound have become useful diagnostic adjuncts in select patient populations. The management of breast cancer has seen much refinement with increased specialization and collaboration with multidisciplinary teams that include surgeons, oncologists, radiation oncologists, nurses, geneticist, reconstructive surgeons and patients. Evidence supports a less invasive surgical approach to the staging and management of the axilla in select patients. In the era of patient/tumor specific management, the advent of molecular and genomic profiling is a paradigm shift in the treatment of a biologically heterogenous disease.", "genes" : [ "BRAC1", "BRAC2" ] }
{ "_id" : { "$oid" : "5a225745ef0eecd99f0661db" }, "pattern_name" : "Cystic fibrosis", "pattern_id" : "35", "dna_pattern" : "TTTAATGTTCGCCTCAAGGGAGCACGGGCG", "dna_tags" : [ "auto-somal", "sex-linked disorder", "lungs", "fatal" ], "description" : "Cystic fibrosis is an autosomal recessive disorder, meaning that is not inherited solely from the mother or father as in sex-linked disorders. Rather, cystic fibrosis is inherited when an individual receives a mutated copy of the gene associated with cystic fibrosis from both parents. When an individual has only one copy of the mutated gene, the functional gene is able to compensate for the defect and the individual is healthy. Two parents who are carriers for the mutated gene have a twenty-five percent chance of passing the disease on to their child, a fifty percent chance that their child will be a carrier for the gene, and a twenty-five percent chance that their child with neither have CF nor carry a CF gene. The mutated gene may remain undetected in many individuals simply because they never have children with another CF carrier, and if they never have any offspring with CF, they will likely never know themselves to be carriers.", "genes" : [ "CFTR" ], "therapy" : "Gene therapy is being developed as a novel treatment for cystic fibrosis (CF), a condition that has hitherto been widely-researched yet for which no treatment exists that halts the progression of lung disease. Gene therapy involves the transfer of correct copies of cystic fibrosis transmembrane conductance regulator (CFTR) DNA to the epithelial cells in the airways. The cloning of the CFTR gene in 1989 led to proof-of-principle studies of CFTR gene transfer in vitro and in animal models. The earliest clinical trials in CF patients were conducted in 1993 and used viral and non-viral gene transfer agents in both the nasal and bronchial airway epithelium. To date, studies have focused largely on molecular or bioelectric (chloride secretion) outcome measures, many demonstrating evidence of CFTR expression, but few have attempted to achieve clinical efficacy. As CF is a lifelong disease, turnover of the airway epithelium necessitates repeat administration. To date, this has been difficult to achieve with viral gene transfer agents due to host recognition leading to loss of expression. The UK Cystic Fibrosis Gene Therapy Consortium (Imperial College London, University of Edinburgh and University of Oxford) is currently working on a large and ambitious program to establish the clinical benefits of CF gene therapy. Wave 1, which has reached the clinic, uses a non-viral vector. A single-dose safety trial is nearing completion and a multi-dose clinical trial is shortly due to start; this will be powered for clinically-relevant changes. Wave 2, more futuristically, will look at the potential of lentiviruses, which have long-lasting expression. This review will summarize the current status of translational research in CF gene therapy." }
{ "_id" : { "$oid" : "5a225823ef0eecd99f0661dc" }, "pattern_name" : "Down Syndrome", "pattern_id" : "37", "dna_pattern" : "CCTTTACCATATCCCGGAAAAGCTCTTTGT", "dna_tags" : [ "children", "birth defect", "chromosomal", "mutation genetic", "mongloid", "trisomy21" ], "description" : "Down syndrome is a chromosomal condition that is associated with intellectual disability, a characteristic facial appearance, and weak muscle tone (hypotonia) in infancy. All affected individuals experience cognitive delays, but the intellectual disability is usually mild to moderate.People with Down syndrome may have a variety of birth defects. About half of all affected children are born with a heart defect. Digestive abnormalities, such as a blockage of the intestine, are less common.Individuals with Down syndrome have an increased risk of developing several medical conditions. These include gastroesophageal reflux, which is a backflow of acidic stomach contents into the esophagus, and celiac disease, which is an intolerance of a wheat protein called gluten. About 15 percent of people with Down syndrome have an underactive thyroid gland (hypothyroidism). The thyroid gland is a butterfly-shaped organ in the lower neck that produces hormones. Individuals with Down syndrome also have an increased risk of hearing and vision problems. Additionally, a small percentage of children with Down syndrome develop cancer of blood-forming cells (leukemia).Delayed development and behavioral problems are often reported in children with Down syndrome. Affected individuals' speech and language develop later and more slowly than in children without Down syndrome, and affected individuals' speech may be more difficult to understand. Behavioral issues can include attention problems, obsessive/compulsive behavior, and stubbornness or tantrums. A small percentage of people with Down syndrome are also diagnosed with developmental conditions called autism spectrum disorders, which affect communication and social interaction.People with Down syndrome often experience a gradual decline in thinking ability (cognition) as they age, usually starting around age 50. Down syndrome is also associated with an increased risk of developing Alzheimer disease, a brain disorder that results in a gradual loss of memory, judgment, and ability to function. Approximately half of adults with Down syndrome develop Alzheimer disease. Although Alzheimer disease is usually a disorder that occurs in older adults, people with Down syndrome usually develop this condition in their fifties or sixties." }
{ "_id" : { "$oid" : "5a22593cef0eecd99f0661dd" }, "pattern_name" : "Hemophilia", "pattern_id" : "46", "dna_pattern" : "GCCACCGGAAACTATTACGGTGAGAGCGGC", "dna_tags" : [ "blood defect", "sickle cell anemia", "X-linked chomosome" ], "description" : "Hemophilia is a bleeding disorder that slows the blood clotting process. People with this condition experience prolonged bleeding or oozing following an injury, surgery, or having a tooth pulled. In severe cases of hemophilia, continuous bleeding occurs after minor trauma or even in the absence of injury (spontaneous bleeding). Serious complications can result from bleeding into the joints, muscles, brain, or other internal organs. Milder forms of hemophilia do not necessarily involve spontaneous bleeding, and the condition may not become apparent until abnormal bleeding occurs following surgery or a serious injury.The major types of this condition are hemophilia A (also known as classic hemophilia or factor VIII deficiency) and hemophilia B (also known as Christmas disease or factor IX deficiency). Although the two types have very similar signs and symptoms, they are caused by mutations in different genes. People with an unusual form of hemophilia B, known as hemophilia B Leyden, experience episodes of excessive bleeding in childhood but have few bleeding problems after puberty.", "research_papers" : { "name" : "Hemophilia A- Gene review", "name2" : "Hemophilia B- gene review", "database" : "NCBI" } }
{ "_id" : { "$oid" : "5a2259f0ef0eecd99f0661de" }, "pattern_name" : "Huntington's disease", "pattern_id" : "48", "dna_pattern" : "AGATGTAATCCTACATAAAACGGGTTCTAC", "dna_tags" : [ "caucasian male", "demetia", "central nervous system disorders" ], "description" : "Huntington disease (HD) is a rare neurodegenerative disorder of the central nervous system characterized by unwanted choreatic movements, behavioral and psychiatric disturbances and dementia. Prevalence in the Caucasian population is estimated at 1/10,000-1/20,000. Mean age at onset of symptoms is 30-50 years. In some cases symptoms start before the age of 20 years with behavior disturbances and learning difficulties at school (Juvenile Huntington's disease; JHD). The classic sign is chorea that gradually spreads to all muscles. All psychomotor processes become severely retarded. Patients experience psychiatric symptoms and cognitive decline. HD is an autosomal dominant inherited disease caused by an elongated CAG repeat (36 repeats or more) on the short arm of chromosome 4p16.3 in the Huntingtine gene. The longer the CAG repeat, the earlier the onset of disease. In cases of JHD the repeat often exceeds 55. Diagnosis is based on clinical symptoms and signs in an individual with a parent with proven HD, and is confirmed by DNA determination. Pre-manifest diagnosis should only be performed by multidisciplinary teams in healthy at-risk adult individuals who want to know whether they carry the mutation or not. Differential diagnoses include other causes of chorea including general internal disorders or iatrogenic disorders. Phenocopies (clinically diagnosed cases of HD without the genetic mutation) are observed. Prenatal diagnosis is possible by chorionic villus sampling or amniocentesis. Preimplantation diagnosis with in vitro fertilization is offered in several countries. There is no cure. Management should be multidisciplinary and is based on treating symptoms with a view to improving quality of life. Chorea is treated with dopamine receptor blocking or depleting agents. Medication and non-medical care for depression and aggressive behavior may be required. The progression of the disease leads to a complete dependency in daily life, which results in patients requiring full-time care, and finally death. The most common cause of death is pneumonia, followed by suicide..", "research_papers" : { "name" : "Huntington's disease: a clinical review.", "database" : "pubmed" } }
{ "_id" : { "$oid" : "5a225bb3ef0eecd99f0661df" }, "pattern_name" : "Parkinson's disease", "pattern_id" : "55", "dna_pattern" : "CTCGGTAAGAGCAAAGAGTACCATGTAATA", "description" : "Parkinson disease is a progressive disorder of the nervous system. The disorder affects several regions of the brain, especially an area called the substantia nigra that controls balance and movement.Often the first symptom of Parkinson disease is trembling or shaking (tremor) of a limb, especially when the body is at rest. Typically, the tremor begins on one side of the body, usually in one hand. Tremors can also affect the arms, legs, feet, and face. Other characteristic symptoms of Parkinson disease include rigidity or stiffness of the limbs and torso, slow movement (bradykinesia) or an inability to move (akinesia), and impaired balance and coordination (postural instability). These symptoms worsen slowly over time.Parkinson disease can also affect emotions and thinking ability (cognition). Some affected individuals develop psychiatric conditions such as depression and visual hallucinations. People with Parkinson disease also have an increased risk of developing dementia, which is a decline in intellectual functions including judgment and memory.Generally, Parkinson disease that begins after age 50 is called late-onset disease. The condition is described as early-onset disease if signs and symptoms begin before age 50. Early-onset cases that begin before age 20 are sometimes referred to as juvenile-onset Parkinson dis", "genes" : [ "PARK1", "PARK2", "PARK3", "PARK4", "PINK1" ], "therapy" : "dopamine antagonists", "dna_tags" : [ "neurodenerative disorder", "tremors", "dopamine" ] }
{ "_id" : { "$oid" : "5a225cdfef0eecd99f0661e0" }, "pattern_name" : "Turner syndrome", "pattern_id" : "69", "dna_pattern" : "ACGTTCGTATTATCGGGCGCAACGTACGTG", "dna_tags" : [ "women", "ovarian hypofunction", "hormone therapy" ], "description" : "Turner syndrome is a chromosomal condition that affects development in females. The most common feature of Turner syndrome is short stature, which becomes evident by about age 5. An early loss of ovarian function (ovarian hypofunction or premature ovarian failure) is also very common. The ovaries develop normally at first, but egg cells (oocytes) usually die prematurely and most ovarian tissue degenerates before birth. Many affected girls do not undergo puberty unless they receive hormone therapy, and most are unable to conceive (infertile). A small percentage of females with Turner syndrome retain normal ovarian function through young adulthood.About 30 percent of females with Turner syndrome have extra folds of skin on the neck (webbed neck), a low hairline at the back of the neck, puffiness or swelling (lymphedema) of the hands and feet, skeletal abnormalities, or kidney problems. One third to one half of individuals with Turner syndrome are born with a heart defect, such as a narrowing of the large artery leaving the heart (coarctation of the aorta) or abnormalities of the valve that connects the aorta with the heart (the aortic valve). Complications associated with these heart defects can be life-threatening.Most girls and women with Turner syndrome have normal intelligence. Developmental delays, nonverbal learning disabilities, and behavioral problems are possible, although these characteristics vary among affected individuals.", "therapy_research_papers" : [ "Progress and prospects: gene therapy for performance and appearance ", "Recombinant human growth hormone in the treatment of Turner syndrome " ] }
{ "_id" : { "$oid" : "5a225d2bef0eecd99f0661e1" }, "pattern_name" : "Skin Cancer", "pattern_id" : "64", "dna_pattern" : "TCACATGAAGCTTACCAGTGATGGCCAAAG" }
{ "_id" : { "$oid" : "5a225de4ef0eecd99f0661e2" }, "pattern_name" : "Sickle cell disease", "pattern_id" : "63", "dna_pattern" : "ACTTCTCAGGAAGTCGCACCACTATAGGGG", "dna_tags" : [ "blood defect", "pulmonary hypertension", "african population", [ "anaemia", "genetic birth defect" ] ], "description" : "Sickle cell disease is a group of disorders that affects hemoglobin, the molecule in red blood cells that delivers oxygen to cells throughout the body. People with this disorder have atypical hemoglobin molecules called hemoglobin S, which can distort red blood cells into a sickle, or crescent, shape.Signs and symptoms of sickle cell disease usually begin in early childhood. Characteristic features of this disorder include a low number of red blood cells (anemia), repeated infections, and periodic episodes of pain. The severity of symptoms varies from person to person. Some people have mild symptoms, while others are frequently hospitalized for more serious complications.The signs and symptoms of sickle cell disease are caused by the sickling of red blood cells. When red blood cells sickle, they break down prematurely, which can lead to anemia. Anemia can cause shortness of breath, fatigue, and delayed growth and development in children. The rapid breakdown of red blood cells may also cause yellowing of the eyes and skin, which are signs of jaundice. Painful episodes can occur when sickled red blood cells, which are stiff and inflexible, get stuck in small blood vessels. These episodes deprive tissues and organs of oxygen-rich blood and can lead to organ damage, especially in the lungs, kidneys, spleen, and brain. A particularly serious complication of sickle cell disease is high blood pressure in the blood vessels that supply the lungs (pulmonary hypertension). Pulmonary hypertension occurs in about one-third of adults with sickle cell disease and can lead to heart failure." }
