{ "_id" : { "$oid" : "5a224883ef0eecd99f0661d0" }, "name" : "East Asian" }
{ "_id" : { "$oid" : "5a2248e4ef0eecd99f0661d1" }, "name" : "East Asian", "dnapattern" : "GTTCACCTTATTTATGCGGTGCTAACAGTT", "proteinstudies" : [ "beta-actin", "beta-tubulin", "insulin" ] }
{ "_id" : { "$oid" : "5a224a65ef0eecd99f0661d2" }, "name" : "East Asian", "dnapattern" : "GTTCACCTTATTTATGCGGTGCTAACAGTT", "proteinstudies" : [ "beta-actin", "beta-tubulin", "insulin" ] }
{ "_id" : { "$oid" : "5a224aaaef0eecd99f0661d3" }, "name" : "East Asian", "dnapattern" : "GTTCACCTTATTTATGCGGTGCTAACAGTT", "proteinstudies" : [ "beta-actin", "beta-tubulin", "insulin" ], "history" : "The earliest human civilizations in East Asia developed along the Yellow River in central China. Powerful dynasties emerged to rule the vast region, with the first emperor to consolidate rule over the six largest kingdoms being Qin Shi Huang. During his reign, construction on the Great Wall was begun to repel nomadic invaders from the north, and standards were introduced for currency, measures and writing. The Qin Dynasty ended with his death in 210 B.C." }
{ "_id" : { "$oid" : "5a224ae3ef0eecd99f0661d4" }, "name" : "East Asian", "dnapattern" : "GTTCACCTTATTTATGCGGTGCTAACAGTT", "proteinstudies" : [ "beta-actin", "beta-tubulin", "insulin" ], "history" : "The earliest human civilizations in East Asia developed along the Yellow River in central China. Powerful dynasties emerged to rule the vast region, with the first emperor to consolidate rule over the six largest kingdoms being Qin Shi Huang. During his reign, construction on the Great Wall was begun to repel nomadic invaders from the north, and standards were introduced for currency, measures and writing. The Qin Dynasty ended with his death in 210 B.C.", "research_papers" : { "name" : "Archaic human ancestry in East Asia", "date" : "Oct 31 2011", "author" : "Skolund" }, "population" : "54%" }
{ "_id" : { "$oid" : "5a224c2eef0eecd99f0661d5" }, "name" : "Benin-Togo", "dnapattern" : "CCTTCCTTTCCTTCATCGTACCATGCCACC", "proteinstudies" : [ "omentine-1", "beta-tubulin", "insulin" ], "history" : "Benin sits just west of Nigeria, and west of Benin is Togo. Benin has a population of 9.88 million that is growing at an annual rate of 2.84%. Togo is only slightly behind with a growth rate of 2.73% and 7.15 million people. Both countries’ populations are largely rural, but more densely concentrated along the coast. Though tied closely together by history, geography and religion, the inhabitants of Benin and Togo are ethnically quite different.Benin’s largest ethnic group is the Fon (39%), followed by the Adja (15%), Yoruba (12%) and Bariba (9%). Togo’s largest ethnic groups are the Ewe (21%), Kabye (12%), Mina (3.2%) and Kotokoli (3.2%). Benin has more ethnic ties to its neighbor Nigeria; Togo has more links to Ghana. These ethnic ties are the result of long-standing kingdoms that flourished before European colonists created new borders.", "research_papers" : { "name" : "The imprint of the Slave Trade in an African American population: mitochondrial DNA, Y chromosome and HTLV-1 analysis in the Noir Marron of French Guiana", "date" : "Oct 19 2010", "author" : "Brucato, Cassar", "name2" : "Genome-wide Ancestry and Demographic History of African-Descendant Maroon Communities from French Guiana and Suriname." }, "population" : "14%" }
{ "_id" : { "$oid" : "5a224d21ef0eecd99f0661d6" }, "name" : "Cameroon", "dnapattern" : "TACAAACTCGTATTCTTTGACGCAGCAATA", "proteinstudies" : [ "thyroid", "omentine-1", "beta-tubulin", "insulin" ], "research_papers" : { "name" : "Breast cancer risk after full-term pregnancies among African women from Nigeria, Cameroon, and Uganda.", "date" : "Mar 24 2015", "author" : "Sighokor", "name2" : "Genome-wide ancestry of 17th-century enslaved Africans from the Caribbean.", "name3" : "Genetic studies in Cameroon: mitochondrial DNA polymorphisms in Bamileke." }, "population" : "4%" }
{ "_id" : { "$oid" : "5a224dc1ef0eecd99f0661d7" }, "name" : "Caucasian", "dnapattern" : "ACACACGGCCCCGATTCCGTTGGGACTAGA", "history" : "Our Caucasus region extends from the Anatolian Peninsula and the nation of Turkey, bordered by the Mediterranean, to the Caucasus Mountains, which form its northern boundary along Russia’s southwestern edge. There, the nations of Georgia, Armenia and Azerbaijan are nestled in the highlands between the Black and Caspian Seas. In the south, it stretches from Syria to Iran, reaching all the way to the Persian Gulf and Arabian Sea.Its location has made the area a homeland for some of the world's most famous civilizations and empires. Cyrus the Great expanded his territories from his home in Iran to create the powerful Persian Empire, the largest in the world to that point (around 540 B.C.). Known for his religious and cultural tolerance, Cyrus freed the Jews from slavery to the Babylonians. Cyrus’s descendants Darius and Xerxes famously battled the Greeks at Thermopylae, Salamis and Marathon during the Greco-Persian Wars.Turkey, in particular, has historically been at the crossroads of Eastern and Western cultures, beginning with the Trojan War. As famously narrated by Homer in his Iliad, Mycenaean Greeks laid siege to the ancient Lydian city of Troy, which was most likely part of the ancient Hittite Empire. The Roman Empire, ruling from Constantinople, spread Christianity and Greco-Roman culture throughout Anatolia. The arrival of Turkic peoples from Central Asia brought the Turkish language and Islam. Their eventual conquests in the Byzantine Empire and its territories in the Holy Lands of the Levant were the catalysts for the first Crusades.Much of the Caucasus region is Muslim. Shia Islam is the official state religion of Iran, while the Sunni branch is predominant in the Caucasus groups of the north, such as the Nogay (also Nogai), Adyghe and Chechens. Modern-day Turkey is a secular nation, but the vast majority of the population is Muslim, including the Kurds in the southeast. Georgia and Armenia have a long history of Christianity, being two of the earliest nations to adopt it. Along with Azerbaijan, they were part of the former Soviet Union (USSR). Since the dissolution of the USSR, continual border disputes contribute to a tense atmosphere..", "research_papers" : { "name" : "Genetic ancestry, self-reported race and ethnicity in African Americans and European Americans in the PCaP cohort." } }
{ "_id" : { "$oid" : "5a22500cef0eecd99f0661d8" }, "name" : "Central Asian", "dnapattern" : "ACTGGTCGCAGCGAAATTGGGTCTGGCGCT", "proteinstudies" : [ "omentine-1", { "$undefined" : true }, "GLUT4", "GLUT6", "TKTL1", " RRM1", "beta-tubulin", "insulin" ], "history" : "Eastern Europe, The Middle East, Asia and the Indian subcontinent all meet here in a unique intersection of geography and cultures. Dry, desert basins cover most of the southern part of the region, stretching from the Caspian Sea across Turkmenistan, Uzbekistan, and southern Afghanistan, whose eastern border soars suddenly into the Hindu Kush. This mountainous terrain dominates the countries of Tajikistan and Kyrgyzstan before giving way to the northern steppe of Kazakhstan.", "research_papers" : { "name" : "Turkish Population Structure and Genetic Ancestry Reveal Relatedness among Eurasian Populations", "name2" : "Turkish population structure and genetic ancestry reveal relatedness among Eurasian populations.", "name3" : "Ancestry and demography and descendants of Iron Age nomads of the Eurasian Steppe", "name4" : "From social to genetic structures in central Asia." } }
{ "_id" : { "$oid" : "5a2252b3ef0eecd99f0661d9" }, "name" : "Eastern European", "dnapattern" : "CTCGGGATAGCAACAATGGGATCACCTGGG", "proteinstudies" : [ "omentine-1", "beta-tubulin", "insulin", "thyroid", "omentine-1" ], "history" : "Prior to the Roman Empire's conquests and expansion between 35 B.C. and 400 A.D., the Eastern European region was largely populated by Slavic and Baltic tribes in the north, and Celtic, Thracian and Illyrian tribes in the south. The Roman Empire conquered the Thracians in 46 A.D., but the Balts in the north managed to avoid falling under Rome's sphere of dominance.The fate of the Illyrians is unclear, but some linguistic scholars believe the Albanian language may be a form of Illyrian or Thracian. Whether that means the Albanians are descended from the ancient Illyrians is a matter of debate. The fact remains that their origins cannot be conclusively determined and their language cannot be definitively classified, except to say that it is Indo-European and predates the Slavic migrations of the medieval period.Roman control of the East European region was relatively weak, partly because the population was largely rural. After the collapse of the Western Roman Empire, the southern area of the region, namely Bulgaria and Romania, remained part of the Byzantine Empire, while most of the remainder was overrun by invasions of Huns, Alans and other nomadic tribes from the Pontic steppe. Slavic tribes, possibly displaced by the invasions, spread south toward the Balkans.The Avars and Bulgars, most likely Turkic tribes from Central Asia, arrived in the 7th century. These tribes established kingdoms called Khaganates in the south Balkans, pushing the Byzantine border south, almost to the Aegean Sea. Although subjugated by outsiders, the native Slavic tribes' culture persisted. The invaders were assimilated and “Slavicized,” creating new Slavic national identities.In the area that now includes Belarus, Ukraine and western Russia, a confederation of Slavic tribes known as the Rus' established a kingdom with its capital in Kiev. Legend has it—though some scholars disagree—that the Rus' were ruled by a small group of Scandinavian warriors called the Varangians. Scandinavian or not, the Rus' were entirely Slavicized by the 10th century. Russia and Belarus are named after this kingdom, and both claim them as cultural ancestors.The Magyar, a Uralic tribe from the northern part of the Asian steppe, settled in the Carpathian Basin around 900 A.D. and established the Kingdom of Hungary. However, unlike the Avars and Bulgars, the Hungarians resisted Slavic influence and maintained their language, which is closely related to Finnish and Estonian.Led by two grandsons of Ghengis Khan, the Mongol raids and invasions of Eastern Europe were violent and fearsome. Medieval European warfare tactics were ill-suited to fight the mounted archers of the invading horde. The kingdoms of Rus' fell to the Mongols, who swept quickly across the steppe and into the Carpathian Mountains. Hungary was the main target of the Mongol campaign in Eastern Europe and was poorly prepared to defend itself after centuries of relative peace. Nearly half of the population was killed. In the terror and panic, refugees fled the Mongol armies in numbers never before seen. The Mongol Empire expanded to include Ukraine, Russia, Poland, Hungary and Bulgaria" }
